[
  {
    "id": "degustace-patek",
    "slot": "featured",
    "badge": "DEGUSTACE",
    "title": "Novinky!",
    "title_en": "News!",
    "perex": "Novinky z Fattoria La Torre právě dorazily na náš e-shop!",
    "perex_en": "News from Fattoria La Torre have just arrived on our shop!",
    "date": "12/2025",
    "image": "Images/aktuality/al2.png",
    "bodyHtml": "<p>Ať už hledáte víno, které si otevřete po náročném dni, nebo lahev pro speciální příležitost, určitě si mezi nimi vyberete svého favorita. Více informací o jednotlivých vínech naleznete v jejich popisku na e-shopu. 🍷🍇</p>",
    "bodyHtml_en": "<p>Whether you want a bottle to unwind after a long day or something special for an occasion, you'll find a favorite among these. Find full descriptions on our shop.</p>"
  },
  {
    "id": "z-vinarstvi-1",
    "slot": "left",
    "badge": "Z VINAŘSTVÍ",
    "title": "E-shop!",
    "title_en": "Shop is live!",
    "perex": "Naše pečlivě vybraná vína jsou odteď i na e-shopu!",
    "perex_en": "Our carefully selected wines are now available in the shop!",
    "date": "04/2025",
    "image": "Images/aktuality/al1.png",
    "bodyHtml": "<p>S radostí oznamujeme, že toskánská vína z @fattorialatorre najdete nově i na našem e-shopu! Pokud tedy nemáte cestu k nám do Kutné Hory, můžete si je vychutnat i v pohodlí vašeho domova.</p>",
    "bodyHtml_en": "<p>We are happy to announce that wines from Fattoria La Torre are now on our shop. If you can't visit us in Kutná Hora, enjoy them at home.</p>"
  },
  {
    "id": "pinot-nova-sarze",
    "slot": "right1",
    "badge": "NOVÁ VÍNA",
    "title": "Bicchierino ~ Panák",
    "title_en": "Bicchierino ~ Shot",
    "perex": "Našli jsme pro Vás tyto úžasné a jemné likéry, které zkrátka musíte ochutnat!",
    "perex_en": "We've found these delightful, delicate liqueurs you must taste!",
    "date": "04/2025",
    "image": "Images/aktuality/al3.png",
    "bodyHtml": "<p>Našli jsme pro Vás tyto úžasné a jemné likéry, které zkrátka musíte ochutnat! Zatím ve formě panáků, ale přijdou i drinky. Švestka, rebarbora nebo voňavý heřmánek!</p>",
    "bodyHtml_en": "<p>We've discovered exquisite delicate liqueurs to taste — currently served as shots, with cocktails coming soon. Flavours include plum, rhubarb and chamomile.</p>"
  },
  {
    "id": "rucne-sbirane-hrozny",
    "slot": "right2",
    "badge": "Z VINAŘSTVÍ",
    "title": "Nově i olivový olej!",
    "title_en": "Now also olive oil!",
    "perex": "Nově si u nás můžete pořídit i olivový olej!",
    "perex_en": "You can now buy olive oil from us!",
    "date": "03/2025",
    "image": "Images/aktuality/al4.png",
    "bodyHtml": "<p>Objevte chuť Toskánska s našimi prémiovými olivovými oleji! Seženete u nás nejen klasický extra panenský olivový olej, ale i varianty s různými lahodnými příchutěmi.</p>",
    "bodyHtml_en": "<p>Discover Tuscan flavour with our premium olive oils — from classic extra virgin to flavored varieties. Available in our gallery in Kutná Hora or on our shop.</p>"
  },
  {
    "id": "ochutnavka-praha",
    "slot": "bottomLeft",
    "badge": "UDÁLOSTI",
    "title": "Navštíví nás vinaři",
    "title_en": "Winemakers visiting",
    "perex": "Na konci března nás navštíví vinaři z naší partnerské vinice Fattoria La Torre.",
    "perex_en": "At the end of March, winemakers from Fattoria La Torre will visit us.",
    "date": "02/2025",
    "image": "Images/aktuality/al5.png",
    "bodyHtml": "<p>Na konci března nás navštíví vinaři z naší partnerské vinice Fattoria La Torre, aby vám představili vína, která můžete ochutnat v naší galerii ALABARTE.</p>",
    "bodyHtml_en": "<p>At the end of March, winemakers from our partner Fattoria La Torre will present wines you can taste at ALABARTE gallery. Tasting sessions will be held on March 28 and 29 at 19:00. Price 590 CZK per person includes 10 wine samples, coffee and Italian snacks. Reservations required: info@alabarte.cz.</p>"
  },
  {
    "id": "rosato-novinka",
    "slot": "bottomRight",
    "badge": "NOVÁ VÍNA",
    "title": "Blížící se Velikonoce!",
    "title_en": "Easter is coming!",
    "perex": "Velikonoce nám na zahradě zanechaly překvapení.",
    "perex_en": "Easter left a surprise in our garden.",
    "date": "03/2025",
    "image": "Images/aktuality/al6.png",
    "bodyHtml": "<p>Blížící se Velikonoce nám na zahradě zanechaly překvapení 🥚🌷 Najdete své velikonoční vajíčko i vy?</p>",
    "bodyHtml_en": "<p>Easter brought surprises to our garden 🥚🌷 Will you find your Easter egg too? It lasts forever and looks magical in any light.</p>"
  }
]
